// Откройте консоль. Создайте переменную book под названием Том СойерКакого она должна быть типа? Как это оформить?
// Посмотрите её тип с помощью typeofСоздайте переменную этажность, запишите количество этажей в вашем доме
// Какого она типа? Как это оформить?Создайте переменную для хранения количества квартир на этаже
// Создайте переменную для хранения общего количества квартирСоздайте переменную, хранящую наличие консьержа в доме
// Для всех переменных посмотрите тип
let book = "Том Сойер";

console.log(typeof book); 

let floors = 2;

let apartmentsPerFloor = 4;

let totalApartments = floors * apartmentsPerFloor;

let hasConcierge = true;
